tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "shivammathur/php"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "colordiff"
brew "docker"
brew "docker-compose", link: false
brew "git"
brew "go"
brew "jq"
brew "lua"
brew "mkcert"
brew "node"
brew "nodebrew"
brew "nvm"
brew "perl"
brew "python@3.9"
brew "ruby"
brew "tig"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "shivammathur/php/php@7.3"
cask "alfred"
cask "docker"
cask "figma"
cask "firefox"
cask "font-source-han-code-jp"
cask "gitkraken"
cask "google-japanese-ime"
cask "hyperswitch"
cask "iterm2"
cask "notion"
cask "postman"
cask "sequel-pro"
cask "slack"
cask "visual-studio-code"
cask "webstorm"
vscode "42Crunch.vscode-openapi"
vscode "Aarilight.theme-azurish"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "Arjun.swagger-viewer"
vscode "bmewburn.vscode-intelephense-client"
vscode "breezelin.phpstan"
vscode "Calsmurf2904.vscode-phpstan"
vscode "cocopon.iceberg-theme"
vscode "CoenraadS.bracket-pair-colorizer"
vscode "crisward.riot-tag"
vscode "Cronos87.symfony-snippets"
vscode "cssho.vscode-svgviewer"
vscode "dariofuzinato.vue-peek"
vscode "dbaeumer.vscode-eslint"
vscode "emeraldwalk.RunOnSave"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.vscode-mysql"
vscode "GitHub.copilot"
vscode "golang.go"
vscode "henriiik.vscode-perl"
vscode "hollowtree.vue-snippets"
vscode "ikappas.phpcs"
vscode "ionutvmi.path-autocomplete"
vscode "jakebathman.mysql-syntax"
vscode "marabesi.php-import-checker"
vscode "MehediDracula.php-namespace-resolver"
vscode "mermade.openapi-lint"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.sublime-keybindings"
vscode "mtxr.sqltools"
vscode "n4zim.vscode-symfony"
vscode "neilbrayfield.php-docblocker"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "Orta.vscode-jest"
vscode "passionkind.prettier-vscode-with-tabs"
vscode "peymanslh.blueberry-dark-theme"
vscode "phil294.coffeesense"
vscode "raashida.fixthecode-vs"
vscode "redhat.vscode-yaml"
vscode "salesforce.codey-midnight"
vscode "samosad.tt"
vscode "satokaz.vscode-bs-ctrlchar-remover"
vscode "sldobri.dayle-rees-contrast"
vscode "streetsidesoftware.code-spell-checker"
vscode "TheNouillet.symfony-vscode"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "vuetifyjs.vuetify-vscode"
vscode "wart.ariake-dark"
vscode "whatwedo.twig"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
vscode "zamerick.black-ocean"
